[{
        "name": "Técnicas de Representación",
        "code": "DNO1012",
        "about": "En este curso los estudiantes trabajarán en el entrenamiento sistemático de la Representación a través de la ejercitación del dibujo de observación, el croquis y otras técnicas, con el propósito de entregar al diseñador en formación, una herramienta práctica para ser usada durante el proceso de ideación de un proyecto, hasta su ejecución formal. Para ello se instruirán en el uso de dicho instrumento reconociendo y analizando los principios de la observación, percepción, composición, fenómenos de la forma y sus configuraciones, a través de tareas constantes, realizadas en el aula y en la figura de encargos"
    },
    {
        "name": "La Experiencia de las Artes",
        "code": "MUC960",
        "about": "Curso teórico y práctico, que introduce a los alumnos en el conocimiento teórico y la experiencia concreta de algunas de las múltiples expresiones artísticas en el mundo de hoy: la ópera, la música sinfónica, el teatro, el cine, el ballet, las artes visuales, la arquitectura y la poesía, con una introducción a la Estética. Incluye la asistencia totalmente gratuita a siete actividades en distintos espacios artísticos de Santiago. Se evaluará por medio de trabajos críticos sometidos a la evaluación de pares y un trabajo final en grupo. En contexto de pandemia las clases teóricas y las experiencias prácticas se impartirán online"
    },
    {
        "name": "Taller de Ideación y Formalización para el Diseño",
        "code": "DNO1021",
        "about": "En este curso los estudiantes se van a iniciar en la ideación proyectual, mediante la sistematización y formalización de oportunidades diseño. Desarrollando competencias y habilidades que les permitan abordar la forma desde un contexto, para el diseño de intervenciones y acciones formales. Mediante la experimentación y manejo de sistemas y lenguajes materiales, en sus diversas escalas y soportes.Durante el taller los estudiantes se van a enfrentar a desafíos proyectuales los cuales deberán responder mediante el desarrollo de sistemas estético-formales, utilizando metodologías de diseño aplicado"
    },
    {
        "name": "Percepción y Composición",
        "code": "DNO1022",
        "about": "En este curso teórico y práctico, los estudiantes podrán profundizar la producción de imágenes mediante la aplicación de técnicas y herramientas de composición que permitan sintonizar un concepto o mensaje predefinido con una forma elegida. Iniciarán con nociones de las leyes de la Gestalt, percepción óptica y color, luego con distintos ejercicios exploratorios para analizar y evaluar sus características y terminar con un proyecto más complejo, en el cual se evaluará la legibilidad, la coherencia entre significado y resultado gráfico y la argumentación que lo sustenta"
    }
]